Repository: tomeckiStudio/agentic-commerce-feed
Catalog: languages/acp-feed-woocommerce-*.po
Languages: pl_pl

source: Settings
pl_pl: Ustawienia

source: Invalid %s value.
pl_pl: Nieprawidłowa wartość %s.

source: Expected 'true' or 'false', got: '%s'
pl_pl: Oczekiwano 'true' lub 'false', otrzymano: '%s'.

source: ACP: enable_checkout can't be true when ACP: enable_search is false
pl_pl: ACP: enable_checkout nie może mieć wartości 'true', gdy ACP: enable_search ma wartość 'false'

source: ACP: id can't be empty
pl_pl: ACP: id nie może być puste

source: ACP: id can't be longer than 100 characters, can't be trimmed
pl_pl: ACP: id nie może być dłuższe niż 100 znaków ani przycinane

source: Invalid ACP: id (not alphanumeric)
pl_pl: Nieprawidłowe ACP: id (wartość nie jest alfanumeryczna).

source: Invalid ACP: gtin (length not between 8 and 14)
pl_pl: Nieprawidłowe ACP: gtin (długość spoza zakresu 8-14 znaków).

source: Invalid ACP: gtin (not numeric)
pl_pl: Nieprawidłowe ACP: gtin (wartość nie jest liczbą).

source: %s is optional but recommended.
pl_pl: %s jest opcjonalne, ale zalecane.

source: ACP: mpn is required if ACP: gtin is empty.
pl_pl: ACP: mpn jest wymagane, jeśli ACP: gtin jest puste.

source: Too long %s (>%s)
pl_pl: %s jest zbyt długie (>%s).

source: Invalid ACP: mpn (not alphanumeric)
pl_pl: Nieprawidłowe ACP: mpn (wartość nie jest alfanumeryczna).

source: Empty %s.
pl_pl: Puste %s.

source: %s was too long (>%s), truncated to the correct length
pl_pl: %s było zbyt długie (>%s); zostało przycięte do dozwolonej długości.

source: Invalid ACP: condition (not one of: 'new', 'refurbished', 'used')
pl_pl: Nieprawidłowe ACP: condition (dozwolone wartości: 'new', 'refurbished', 'used').

source: Invalid %s, incorrect format.
pl_pl: Nieprawidłowe %s, błędny format.

source: Expected 'LxWxH unit', e.g. 10x20x30 cm, got: '%s'
pl_pl: Oczekiwano formatu 'LxWxH jednostka', np. 10x20x30 cm, otrzymano: '%s'.

source: Expected 'number unit', e.g. 10 cm, got: '%s'
pl_pl: Oczekiwano formatu 'liczba jednostka', np. 10 cm, otrzymano: '%s'.

source: Incomplete ACP: dimensions (if any of length, width, height is set, then all must be set)
pl_pl: Niepełne ACP: dimensions (jeśli ustawiono długość, szerokość lub wysokość, należy podać wszystkie wartości).

source: Expected 'number unit', e.g. 10 kg, got: '%s'
pl_pl: Oczekiwano formatu 'liczba jednostka', np. 10 kg, otrzymano: '%s'.

source: Invalid %s, incorrect value
pl_pl: Nieprawidłowe %s, błędna wartość

source: Expected one of 'newborn', 'infant', 'toddler', 'kids', 'adult', got: '%s'
pl_pl: Oczekiwano jednej z wartości: 'newborn', 'infant', 'toddler', 'kids', 'adult'; otrzymano: '%s'.

source: Invalid ACP: image_link (not a valid image: jpeg/png)
pl_pl: Nieprawidłowe ACP: image_link (nieprawidłowy obraz - dozwolone JPEG/PNG).

source: Invalid ACP: additional_image_link (not a valid image: jpeg/png)
pl_pl: Nieprawidłowe ACP: additional_image_link (nieprawidłowy obraz - dozwolone JPEG/PNG).

source: No valid ACP: additional_image_links (not a valid image: jpeg/png)
pl_pl: Brak prawidłowych ACP: additional_image_links (nieprawidłowe obrazy - dozwolone JPEG/PNG).

source: Invalid ACP: video_link (not a valid URL)
pl_pl: Nieprawidłowe ACP: video_link (nieprawidłowy URL).

source: Invalid ACP: model_3d_link (not a valid URL)
pl_pl: Nieprawidłowe ACP: model_3d_link (nieprawidłowy URL).

source: ACP: model_3d_link should be in preferred format (GLB/GLTF)
pl_pl: ACP: model_3d_link powinien być w preferowanym formacie (GLB/GLTF).

source: Expected 'number currency', e.g. 10.99 USD, got: '%s'
pl_pl: Oczekiwano formatu 'liczba waluta', np. 10.99 USD, otrzymano: '%s'.

source: Invalid ACP: sale_price (not less than regular price)
pl_pl: Nieprawidłowe ACP: sale_price (nie jest niższe od ceny regularnej).

source: Expected 'YYYY-MM-DD / YYYY-MM-DD', e.g. 2055-05-04 / 2056-07-06, got: '%s'
pl_pl: Oczekiwano formatu 'RRRR-MM-DD / RRRR-MM-DD', np. 2055-05-04 / 2056-07-06, otrzymano: '%s'.

source: Expected 'number unit', e.g. 1 kg, got: '%s'
pl_pl: Oczekiwano formatu 'liczba jednostka', np. 1 kg, otrzymano: '%s'.

source: Incomplete Measure (if any of ACP: unit_pricing_measure, ACP: base_measure is set, then both must be set)
pl_pl: Niepełne Measure (jeśli ustawiono ACP: unit_pricing_measure lub ACP: base_measure, należy ustawić obie wartości).

source: Expected 'in_stock', 'out_of_stock' or 'preorder', got: '%s'
pl_pl: Oczekiwano wartości 'in_stock', 'out_of_stock' lub 'preorder'; otrzymano: '%s'.

source: Expected 'YYYY-MM-DD', e.g. 2055-05-06, got: '%s'
pl_pl: Oczekiwano formatu 'RRRR-MM-DD', np. 2055-05-06, otrzymano: '%s'.

source: Invalid %s (not a future date)
pl_pl: Nieprawidłowe %s (data nie jest przyszła).

source: Invalid %s (not a non-negative integer)
pl_pl: Nieprawidłowe %s (wartość nie jest nieujemną liczbą całkowitą).

source: Expected 'in_store', 'reserve' or 'not_supported', got: '%s'
pl_pl: Oczekiwano wartości 'in_store', 'reserve' lub 'not_supported'; otrzymano: '%s'.

source: Expected 'number unit', e.g. 10 days, got: '%s'
pl_pl: Oczekiwano formatu 'liczba jednostka', np. 10 days, otrzymano: '%s'.

source: ACP: pickup_sla set while ACP: pickup_method is empty
pl_pl: ACP: pickup_sla ustawiono, gdy ACP: pickup_method jest puste

source: Invalid ACP: shipping (not in format country:region:service:price)
pl_pl: Nieprawidłowe ACP: shipping (błędny format country:region:service:price).

source: Invalid Shipping Price in ACP: shipping, incorrect format
pl_pl: Nieprawidłowa cena wysyłki w ACP: shipping, błędny format

source: Invalid ACP: seller_url (not a valid URL)
pl_pl: Nieprawidłowe ACP: seller_url (nieprawidłowy URL).

source: Invalid ACP: seller_privacy_policy URL (not a valid URL)
pl_pl: Nieprawidłowe ACP: seller_privacy_policy (nieprawidłowy URL).

source: Invalid ACP: seller_tos URL (not a valid URL)
pl_pl: Nieprawidłowe ACP: seller_tos (nieprawidłowy URL).

source: Invalid ACP: return_policy URL (not a valid URL)
pl_pl: Nieprawidłowe ACP: return_policy (nieprawidłowy URL).

source: Invalid ACP: popularity_score (not a number between 0 and 5)
pl_pl: Nieprawidłowe ACP: popularity_score (wartość spoza zakresu 0-5).

source: Expected 'number%', e.g. 5%, got: '%s'
pl_pl: Oczekiwano formatu 'liczba%', np. 5%, otrzymano: '%s'.

source: Invalid ACP: return_rate (not between 0% and 100%)
pl_pl: Nieprawidłowe ACP: return_rate (wartość spoza zakresu 0%-100%).

source: ACP: warning is recommended to be set while ACP: enable_checkout is true
pl_pl: ACP: warning jest zalecane, gdy ACP: enable_checkout ma wartość 'true'

source: Invalid ACP: warning_url (not a valid URL)
pl_pl: Nieprawidłowe ACP: warning_url (nieprawidłowy URL).

source: ACP: warning_url is recommended to be set while ACP: enable_checkout is true
pl_pl: ACP: warning_url jest zalecane, gdy ACP: enable_checkout ma wartość 'true'

source: Invalid ACP: product_review_rating (not a number between 0 and 5)
pl_pl: Nieprawidłowe ACP: product_review_rating (wartość spoza zakresu 0-5).

source: Invalid ACP: store_review_rating (not a number between 0 and 5)
pl_pl: Nieprawidłowe ACP: store_review_rating (wartość spoza zakresu 0-5).

source: Invalid ACP: raw_review_data (not a valid JSON)
pl_pl: Nieprawidłowe ACP: raw_review_data (nieprawidłowy JSON).

source: Invalid ACP: related_product_id (not alphanumeric IDs separated by commas)
pl_pl: Nieprawidłowe ACP: related_product_id (ID muszą być alfanumeryczne i oddzielone przecinkami).

source: Expected 'part_of_set', 'required_part', 'often_bought_with', 'substitute', 'different_brand' or 'accessory', got: '%s'
pl_pl: Oczekiwano jednej z wartości: 'part_of_set', 'required_part', 'often_bought_with', 'substitute', 'different_brand' lub 'accessory'; otrzymano: '%s'.

source: Invalid ACP: geo_price (not in format country:price currency)
pl_pl: Nieprawidłowe ACP: geo_price (nie w formacie kraj:cena waluta)

source: Invalid country code in ACP: geo_price (expected ISO 3166-1 alpha-2)
pl_pl: Nieprawidłowy kod kraju w ACP: geo_price (oczekiwany ISO 3166-1 alpha-2)

source: Invalid price in ACP: geo_price, incorrect format
pl_pl: Nieprawidłowa cena w ACP: geo_price, błędny format

source: Invalid ACP: geo_availability (not in format country:availability)
pl_pl: Nieprawidłowe ACP: geo_availability (nie w formacie kraj:dostępność).

source: Invalid country code in ACP: geo_availability (expected ISO 3166-1 alpha-2)
pl_pl: Nieprawidłowy kod kraju w ACP: geo_availability (oczekiwany ISO 3166-1 alpha-2)

source: Shipping
pl_pl: Wysyłka

source: Feed Settings
pl_pl: Ustawienia kanału

source: Configure logging, scheduling and defaults for feed generation.
pl_pl: Skonfiguruj logowanie, harmonogram i domyślne ustawienia generowania feedu.

source: Logger
pl_pl: Logowanie

source: Enable logging.
pl_pl: Włącz logowanie.

source: Logger method
pl_pl: Metoda logowania

source: No log
pl_pl: Brak logów

source: Do not log any messages
pl_pl: Nie zapisuj żadnych komunikatów

source: Custom log
pl_pl: Własny dziennik

source: Log messages to a separate file in the main directory of the site.
pl_pl: Zapisuj komunikaty do osobnego pliku w głównym katalogu witryny.

source: WooCommerce log
pl_pl: Dziennik WooCommerce

source: Use the WooCommerce log system.
pl_pl: Używaj systemu logów WooCommerce.

source: Choose logging method.
pl_pl: Wybierz metodę logowania.

source: Cron method
pl_pl: Metoda cron

source: Uses the WooCommerce cron system
pl_pl: Korzysta z systemu cron WooCommerce

source: Uses the WordPress cron system
pl_pl: Korzysta z systemu cron WordPressa

source: Server
pl_pl: Serwer

source: Set up cron yourself on the server.
pl_pl: Skonfiguruj cron samodzielnie na serwerze.

source: Choose cron method.
pl_pl: Wybierz metodę cron.

source: Interval (minutes)
pl_pl: Interwał (minuty)

source: How often should cron run?
pl_pl: Jak często ma być uruchamiany cron?

source: Server cron URL
pl_pl: Adres URL cron na serwerze

source: Use this for your server cron.
pl_pl: Użyj tego adresu w zadaniu cron na serwerze.

source: Batch size
pl_pl: Wielkość partii

source: How many products are to be processed in a single batch?
pl_pl: Ile produktów należy przetworzyć w jednej partii?

source: Product Settings
pl_pl: Ustawienia produktów

source: Configure product options for feed.
pl_pl: Skonfiguruj opcje produktów dla feedu.

source: Too long value
pl_pl: Zbyt długa wartość

source: Truncate
pl_pl: Przytnij

source: Truncate the value to fit the required length.
pl_pl: Przytnij wartość do wymaganej długości.

source: Omit product
pl_pl: Pomiń produkt

source: Omit the product entirely if any of the values exceeds the required length.
pl_pl: Pomiń produkt, jeśli dowolna z wartości przekracza wymaganą długość.

source: Select what should happen if the value of the attribute to be exported is too long.
pl_pl: Wybierz działanie, gdy wartość eksportowanego atrybutu jest zbyt długa.

source: Product Mapping
pl_pl: Mapowanie produktu

source: %s Product search active (ACP: %s)
pl_pl: %s Aktywne wyszukiwanie produktu (ACP: %s)

source: AI searches can only be performed on products that have been published and the rest of the required attributes are specified correctly.
pl_pl: Wyszukiwanie AI działa wyłącznie dla produktów opublikowanych, które mają poprawnie uzupełnione wszystkie wymagane atrybuty.

source: %s Product checkout active (ACP: %s)
pl_pl: %s Aktywna finalizacja zakupu produktu (ACP: %s)

source: AI will only allow purchase of the product if:<br>1) enable_search is true;<br>2) the product is in stock or on back order;<br>3) the rest of the required attributes are specified correctly.
pl_pl: AI zezwoli na zakup produktu tylko wtedy, gdy:<br>1) enable_search ma wartość 'true';<br>2) produkt jest dostępny w magazynie lub na zamówienie;<br>3) wszystkie pozostałe wymagane atrybuty są poprawnie określone.

source: %s Product ID (ACP: %s)
pl_pl: %s ID produktu (ACP: %s)

source: Product ID
pl_pl: ID produktu

source: Use Product ID set assigned by WooCommerce
pl_pl: Użyj identyfikatora produktu przypisanego przez WooCommerce

source: Product SKU
pl_pl: SKU produktu

source: Use Product SKU that you can assign in product settings.
pl_pl: Użyj SKU produktu, które możesz ustawić w konfiguracji produktu.

source: SKU or ID
pl_pl: SKU lub ID

source: Use the product SKU first; if it is not set, use the product ID.
pl_pl: Najpierw użyj SKU produktu; jeśli nie jest ustawione, użyj ID produktu.

source: Attribute
pl_pl: Atrybut

source: Use the product attribute; enter the attribute key, e.g. 'pa_attribute_name' (global attribute), 'diffrent_attribute_name' (from the product level) or something else.
pl_pl: Użyj atrybutu produktu; podaj klucz atrybutu, np. 'pa_attribute_name' (atrybut globalny), 'diffrent_attribute_name' (z poziomu produktu) lub inny.

source: Metadata
pl_pl: Metadane

source: Use product metadata; enter the meta key, or ACF field name.
pl_pl: Użyj metadanych produktu; wprowadź klucz meta lub nazwę pola ACF.

source: Select the source of the product identifier: SKU, ID, product attribute, or metadata.
pl_pl: Wybierz źródło identyfikatora produktu: SKU, ID, atrybut produktu lub metadane.

source: Required
pl_pl: Wymagane

source: Alphanumeric; max 100 chars; must remain stable over time; must be unique for each product in the feed.
pl_pl: Alfanumeryczne; maks. 100 znaków; musi pozostawać niezmienne w czasie; musi być unikalne dla każdego produktu w feedzie.

source: Product GTIN (ACP: %s)
pl_pl: GTIN produktu (ACP: %s)

source: Use the 'GTIN, UPC, EAN, ISBN' field in the product settings in the 'Inventory' tab.
pl_pl: Użyj pola 'GTIN, UPC, EAN, ISBN' w ustawieniach produktu w zakładce 'Magazyn'.

source: Select the source of the GTIN value.
pl_pl: Wybierz źródło wartości GTIN.

source: Recommended
pl_pl: Zalecane

source: Provide 8-14 digits with no dashes or spaces.
pl_pl: Podaj 8-14 cyfr bez myślników i spacji.

source: Product MPN (ACP: %s)
pl_pl: MPN produktu (ACP: %s)

source: Select the source of the MPN value.
pl_pl: Wybierz źródło wartości MPN.

source: Required if GTIN is missing
pl_pl: Wymagane, jeśli brakuje GTIN

source: Alphanumeric; max 70 chars.
pl_pl: Alfanumeryczne; maks. 70 znaków.

source: %s Product title (ACP: %s)
pl_pl: %s Tytuł produktu (ACP: %s)

source: Use the Product Title.
pl_pl: Użyj tytułu produktu.

source: Select the source of the product title.
pl_pl: Wybierz źródło tytułu produktu.

source: Max 150 chars; avoid all caps for best rendering.
pl_pl: Maks. 150 znaków; unikaj wielkich liter dla lepszego wyświetlania.

source: %s Product description (ACP: %s)
pl_pl: %s Opis produktu (ACP: %s)

source: Long description
pl_pl: Długi opis

source: Long description of the product which you normally add to the product.
pl_pl: Długi opis produktu, który zwykle dodajesz do produktu.

source: Short description
pl_pl: Krótki opis

source: Short description of the product which you normally add to the product.
pl_pl: Krótki opis produktu, który zwykle dodajesz do produktu.

source: Which description should be sent?
pl_pl: Który opis powinien zostać wysłany?

source: Max 5,000 chars; plain text only.
pl_pl: Maks. 5000 znaków; wyłącznie tekst bez formatowania.

source: %s Product link (ACP: %s)
pl_pl: %s Link do produktu (ACP: %s)

source: Link to product. Variable: %product_link% - link to product
pl_pl: Link do produktu. Zmienna: %product_link% - odnośnik do produktu

source: URL must return HTTP 200; HTTPS is preferred.
pl_pl: Adres URL musi zwracać kod HTTP 200; preferowany jest HTTPS.

source: %s Product condition (ACP: %s)
pl_pl: %s Stan produktu (ACP: %s)

source: Condition of the product.
pl_pl: Stan produktu.

source: Use lower-case strings, allowed: 'new', 'refurbished', or 'used'.
pl_pl: Używaj ciągów znaków zapisanych małymi literami, dozwolone: 'new', 'refurbished', lub 'used'.

source: %s Product category (ACP: %s)
pl_pl: %s Kategoria produktu (ACP: %s)

source: Use the product categories assigned in WooCommerce.
pl_pl: Użyj kategorii produktu przypisanych w WooCommerce.

source: Category of the product.
pl_pl: Kategoria produktu.

source: Use the '>' separator between taxonomy levels, for example: Apparel > Shoes.
pl_pl: Użyj separatora '>' pomiędzy poziomami kategorii, np. Odzież > Obuwie.

source: %s Product brand (ACP: %s)
pl_pl: %s Marka produktu (ACP: %s)

source: Use the product brands assigned in WooCommerce.
pl_pl: Użyj marek produktu przypisanych w WooCommerce.

source: Brand of the product.
pl_pl: Marka produktu.

source: Required for all products except movies, books, and musical recording brands
pl_pl: Wymagane dla wszystkich produktów poza filmami, książkami i markami nagrań muzycznych

source: Max 70 chars.
pl_pl: Maks. 70 znaków.

source: %s Product material (ACP: %s)
pl_pl: %s Materiał produktu (ACP: %s)

source: Material of the product.
pl_pl: Materiał produktu.

source: Max 100 chars.
pl_pl: Maks. 100 znaków.

source: Product dimensions (ACP: %s)
pl_pl: Wymiary produktu (ACP: %s)

source: Use the product length, width and height assigned in WooCommerce.
pl_pl: Użyj długości, szerokości i wysokości produktu przypisanych w WooCommerce.

source: Dimensions of the product in LxWxH format with unit (e.g. 12x8x5 cm).
pl_pl: Wymiary produktu w formacie LxWxH z jednostką (np. 12x8x5 cm).

source: Optional
pl_pl: Opcjonalne

source: Units required if provided. Unit in abbreviations such as in, cm, or mm.
pl_pl: Wymagane jednostki, jeśli podane. Jednostki w skrótach, np. in, cm lub mm.

source: Product length (ACP: %s)
pl_pl: Długość produktu (ACP: %s)

source: Use the product length assigned in WooCommerce.
pl_pl: Użyj długości produktu przypisanej w WooCommerce.

source: Length of the product with unit (e.g. 10 mm).
pl_pl: Długość produktu z jednostką (np. 10 mm).

source: Include a unit such as mm, cm, in, or ft.
pl_pl: Dodaj jednostkę, np. mm, cm, in lub ft.

source: Provide length, width, and height when using individual fields.
pl_pl: Podając wartości w oddzielnych polach, uwzględnij długość, szerokość i wysokość.

source: Product width (ACP: %s)
pl_pl: Szerokość produktu (ACP: %s)

source: Use the product width assigned in WooCommerce.
pl_pl: Użyj szerokości produktu przypisanej w WooCommerce.

source: Width of the product with unit (e.g. 10 mm).
pl_pl: Szerokość produktu z jednostką (np. 10 mm).

source: Product height (ACP: %s)
pl_pl: Wysokość produktu (ACP: %s)

source: Use the product height assigned in WooCommerce.
pl_pl: Użyj wysokości produktu przypisanej w WooCommerce.

source: Height of the product with unit (e.g. 10 mm).
pl_pl: Wysokość produktu z jednostką (np. 10 mm).

source: %s Product weight (ACP: %s)
pl_pl: %s Waga produktu (ACP: %s)

source: Use the product weight assigned in WooCommerce.
pl_pl: Użyj wagi produktu przypisanej w WooCommerce.

source: Weight of the product with unit (e.g. 1.5 lb).
pl_pl: Waga produktu wraz z jednostką (np. 1.5 lb).

source: Provide a positive number and unit such as kg, g, lb, or oz.
pl_pl: Podaj dodatnią liczbę oraz jednostkę, np. kg, g, lb lub oz.

source: Product age group (ACP: %s)
pl_pl: Grupa wiekowa produktu (ACP: %s)

source: Age group of the product. Allowed values: 'newborn', 'infant', 'toddler', 'kids', 'adult'.
pl_pl: Grupa wiekowa produktu. Dozwolone wartości: 'newborn', 'infant', 'toddler', 'kids', 'adult'.

source: Use lower-case values exactly as listed.
pl_pl: Używaj wartości pisanych małymi literami dokładnie tak, jak podano.

source: %s Product image link (ACP: %s)
pl_pl: %s Link do zdjęcia produktu (ACP: %s)

source: Use the product image assigned in WooCommerce (main product image).
pl_pl: Użyj obrazu produktu przypisanego w WooCommerce (główne zdjęcie produktu).

source: Link to the main product image.
pl_pl: Link do głównego zdjęcia produktu.

source: Use a direct JPEG or PNG URL; HTTPS preferred.
pl_pl: Użyj bezpośredniego adresu URL do pliku JPEG lub PNG; preferowany jest HTTPS.

source: Product additional image links (ACP: %s)
pl_pl: Dodatkowe linki do zdjęć produktu (ACP: %s)

source: Use the product gallery images assigned in WooCommerce.
pl_pl: Użyj obrazów galerii produktu przypisanych w WooCommerce.

source: Links to additional product images.
pl_pl: Linki do dodatkowych zdjęć produktu.

source: Provide a comma-separated list or array of valid image URLs.
pl_pl: Podaj listę prawidłowych adresów URL obrazów, oddzielonych przecinkami lub w formie tablicy.

source: Product video links (ACP: %s)
pl_pl: Linki do wideo produktu (ACP: %s)

source: Links to product videos.
pl_pl: Linki do filmów produktu.

source: URLs must be publicly accessible without authentication.
pl_pl: Adresy URL muszą być publicznie dostępne bez uwierzytelniania.

source: Product 3D model links (ACP: %s)
pl_pl: Linki do modeli 3D produktu (ACP: %s)

source: Links to product 3D models.
pl_pl: Linki do modeli 3D produktu.

source: Use publicly accessible URLs; GLB or GLTF formats are preferred.
pl_pl: Używaj publicznie dostępnych adresów URL; preferowane formaty GLB lub GLTF.

source: %s Product price (ACP: %s)
pl_pl: %s Cena produktu (ACP: %s)

source: Use the product price assigned in WooCommerce.
pl_pl: Użyj ceny produktu przypisanej w WooCommerce.

source: Price of the product. Price with currency, e.g. 29.99 USD
pl_pl: Cena produktu. Wartość z walutą, np. 29.99 USD

source: Include an ISO 4217 currency code in the value.
pl_pl: Dołącz kod waluty ISO 4217 do wartości.

source: Product applicable taxes and fees (ACP: %s)
pl_pl: Podatki i opłaty dotyczące produktu (ACP: %s)

source: Applicable taxes and fees for the product. Price with currency, e.g. 29.99 USD
pl_pl: Obowiązujące podatki i opłaty za produkt. Cena z walutą, np. 29,99 USD

source: Product sale price (ACP: %s)
pl_pl: Cena promocyjna produktu (ACP: %s)

source: Use the product sale price assigned in WooCommerce.
pl_pl: Użyj ceny promocyjnej produktu przypisanej w WooCommerce.

source: Sale price of the product. Price with currency, e.g. 19.99 USD
pl_pl: Cena promocyjna produktu. Wartość z walutą, np. 19.99 USD

source: Sale price must be less than or equal to the regular price and include currency.
pl_pl: Cena promocyjna musi być niższa lub równa cenie regularnej i zawierać walutę.

source: Product sale price effective date (ACP: %s)
pl_pl: Okres obowiązywania ceny promocyjnej produktu (ACP: %s)

source: Use the product sale price schedule assigned in WooCommerce.
pl_pl: Użyj harmonogramu ceny promocyjnej przypisanego w WooCommerce.

source: Effective date range for the sale price of the product.
pl_pl: Zakres dat obowiązywania ceny promocyjnej produktu.

source: Provide ISO 8601 start and end dates where the start precedes the end.
pl_pl: Podaj daty początkową i końcową w formacie ISO 8601, gdzie data początkowa jest wcześniejsza od końcowej.

source: Required when a sale price is provided.
pl_pl: Wymagane, gdy podano cenę promocyjną.

source: Product unit pricing measure (ACP: %s)
pl_pl: Miara ceny jednostkowej produktu (ACP: %s)

source: The unit pricing measure for the product.
pl_pl: Miara ceny jednostkowej dla produktu.

source: Provide a numeric value with unit, such as 16 oz.
pl_pl: Podaj wartość liczbową z jednostką, np. 16 oz.

source: Submit together with the base measure.
pl_pl: Prześlij wraz z miarą bazową.

source: Product base measure (ACP: %s)
pl_pl: Miara bazowa produktu (ACP: %s)

source: The base measure for the product.
pl_pl: Miara bazowa dla produktu.

source: Provide the unit reference, such as 1 oz.
pl_pl: Podaj jednostkę odniesienia, np. 1 oz.

source: Submit together with the unit pricing measure.
pl_pl: Prześlij wraz z miarą ceny jednostkowej.

source: Product pricing trend (ACP: %s)
pl_pl: Trend cenowy produktu (ACP: %s)

source: The pricing trend for the product.
pl_pl: Trend cenowy produktu.

source: Limit to 80 characters, for example 'Lowest price in 6 months'.
pl_pl: Ogranicz do 80 znaków, na przykład „Najniższa cena od 6 miesięcy”.

source: %s Product availability (ACP: %s)
pl_pl: %s Dostępność produktu (ACP: %s)
