Repository: tomeckiStudio/agentic-commerce-feed
Catalog: languages/acp-feed-woocommerce-*.po
Languages: pl_pl

source: Use the product stock management system assigned in WooCommerce.
pl_pl: Użyj systemu zarządzania stanem magazynowym przypisanego w WooCommerce.

source: Availability of the product.
pl_pl: Dostępność produktu.

source: Use lower-case values, allowed: 'in_stock', 'out_of_stock', or 'preorder'.
pl_pl: Używaj wartości zapisanych małymi literami, dozwolone: 'in_stock', 'out_of_stock' lub 'preorder'.

source: Product availability date (ACP: %s)
pl_pl: Data dostępności produktu (ACP: %s)

source: The availability date for the product.
pl_pl: Data dostępności produktu.

source: Required when availability is preorder
pl_pl: Wymagane, gdy dostępność to preorder

source: Provide a future ISO 8601 date.
pl_pl: Podaj przyszłą datę w formacie ISO 8601.

source: Only needed when availability is set to preorder.
pl_pl: Wymagane tylko, gdy dostępność ustawiono na preorder.

source: %s Product inventory quantity (ACP: %s)
pl_pl: %s Ilość magazynowa produktu (ACP: %s)

source: Use the product inventory quantity assigned in WooCommerce.
pl_pl: Użyj ilości magazynowej produktu przypisanej w WooCommerce.

source: Inventory quantity of the product.
pl_pl: Stan magazynowy produktu.

source: Provide a non-negative integer.
pl_pl: Podaj nieujemną liczbę całkowitą.

source: Product expiration date (ACP: %s)
pl_pl: Data ważności produktu (ACP: %s)

source: The expiration date of the product.
pl_pl: Data ważności produktu.

source: Product pickup method (ACP: %s)
pl_pl: Metoda odbioru produktu (ACP: %s)

source: The pickup method for the product.
pl_pl: Metoda odbioru produktu.

source: Use lower-case values, allowed: 'in_store', 'reserve', or 'not_supported'.
pl_pl: Używaj wartości zapisanych małymi literami, dozwolone: 'in_store', 'reserve' lub 'not_supported'.

source: Product pickup SLA (ACP: %s)
pl_pl: SLA odbioru produktu (ACP: %s)

source: The pickup SLA for the product.
pl_pl: SLA odbioru dla produktu.

source: Use a positive integer and time unit, for example 1 day.
pl_pl: Podaj dodatnią liczbę oraz jednostkę czasu, np. 1 day.

source: Pickup method must be provided.
pl_pl: Metoda odbioru musi być określona.

source: Product shipping (ACP: %s)
pl_pl: Wysyłka produktu (ACP: %s)

source: Use the shipping methods assigned in WooCommerce.
pl_pl: Użyj metod wysyłki przypisanych w WooCommerce.

source: Shipping details for the product.
pl_pl: Szczegóły wysyłki produktu.

source: Required where applicable
pl_pl: Wymagane, jeśli dotyczy

source: Use colon-delimited entries such as country:region:service:price.
pl_pl: Użyj wpisów rozdzielonych dwukropkami, np. country:region:service:price.

source: Product delivery estimate (ACP: %s)
pl_pl: Szacowany czas dostawy produktu (ACP: %s)

source: The delivery estimate for the product.
pl_pl: Szacowany czas dostawy produktu.

source: Product seller name (ACP: %s)
pl_pl: Nazwa sprzedawcy produktu (ACP: %s)

source: Static value
pl_pl: Wartość stała

source: Enter a static value for all products.
pl_pl: Wprowadź stałą wartość dla wszystkich produktów.

source: Name of the seller, e.g. name of your shop
pl_pl: Nazwa sprzedawcy, np. nazwa Twojego sklepu

source: Required for display
pl_pl: Wymagane do wyświetlania

source: Product seller url (ACP: %s)
pl_pl: Adres URL sprzedawcy produktu (ACP: %s)

source: URL of the seller, e.g. url of your shop
pl_pl: Adres URL sprzedawcy, np. adres Twojego sklepu

source: HTTPS URL is preferred and should resolve successfully.
pl_pl: Preferowany jest adres HTTPS, który poprawnie się otwiera.

source: Product seller privacy policy (ACP: %s)
pl_pl: Polityka prywatności sprzedawcy (ACP: %s)

source: URL of your privacy policy
pl_pl: Adres URL Twojej polityki prywatności

source: Required when checkout is enabled
pl_pl: Wymagane, gdy włączono finalizację zakupu

source: Use an HTTPS URL that resolves successfully.
pl_pl: Użyj adresu HTTPS, który poprawnie się otwiera.

source: Depends on enable_checkout being true.
pl_pl: Dotyczy tylko, gdy enable_checkout ma wartość 'true'.

source: Product seller terms of service (ACP: %s)
pl_pl: Regulamin sprzedawcy (ACP: %s)

source: URL of your terms of service
pl_pl: Adres URL regulaminu

source: Product return policy (ACP: %s)
pl_pl: Polityka zwrotów produktu (ACP: %s)

source: URL of your return policy
pl_pl: Adres URL polityki zwrotów

source: Product return window (ACP: %s)
pl_pl: Okres na zwrot produktu (ACP: %s)

source: Number of days within which returns are accepted
pl_pl: Liczba dni, w których przyjmowane są zwroty

source: Provide a positive integer representing days.
pl_pl: Podaj dodatnią liczbę całkowitą określającą liczbę dni.

source: Product popularity score (ACP: %s)
pl_pl: Wskaźnik popularności produktu (ACP: %s)

source: The popularity score for the product.
pl_pl: Wskaźnik popularności produktu.

source: Use a 0-5 scale or another merchant-defined scoring system.
pl_pl: Użyj skali 0-5 lub innego systemu ocen ustalonego przez sprzedawcę.

source: Product return rate (ACP: %s)
pl_pl: Wskaźnik zwrotów produktu (ACP: %s)

source: The return rate for the product.
pl_pl: Wskaźnik zwrotów produktu.

source: Express as a percentage between 0 and 100.
pl_pl: Wyraź jako wartość procentową między 0 a 100.

source: Product warning (ACP: %s)
pl_pl: Ostrzeżenie produktu (ACP: %s)

source: The warning for the product.
pl_pl: Ostrzeżenie dotyczące produktu.

source: Recommended for checkout-enabled products
pl_pl: Zalecane dla produktów z włączoną finalizacją zakupu

source: Provide plain text disclaimers such as safety or regulatory notices.
pl_pl: Podaj ostrzeżenia w formie tekstu, np. dotyczące bezpieczeństwa lub wymogów prawnych.

source: Product warning url (ACP: %s)
pl_pl: Adres URL ostrzeżenia produktu (ACP: %s)

source: The warning URL for the product.
pl_pl: Adres URL ostrzeżenia dla produktu.

source: URL must resolve with HTTP 200.
pl_pl: Adres URL musi zwracać kod HTTP 200.

source: Product age restriction (ACP: %s)
pl_pl: Ograniczenie wiekowe produktu (ACP: %s)

source: The age restriction for the product.
pl_pl: Ograniczenie wiekowe produktu.

source: Provide a positive integer representing the minimum age.
pl_pl: Podaj dodatnią liczbę całkowitą określającą minimalny wiek.

source: Product review count (ACP: %s)
pl_pl: Liczba opinii o produkcie (ACP: %s)

source: Use the product review count of your real reviews for the product.
pl_pl: Użyj rzeczywistej liczby recenzji produktu.

source: The review count for the product.
pl_pl: Liczba recenzji produktu.

source: Provide a non-negative integer based on real reviews.
pl_pl: Podaj nieujemną liczbę całkowitą na podstawie prawdziwych recenzji.

source: Product review rating (ACP: %s)
pl_pl: Średnia ocena produktu (ACP: %s)

source: Use the product average review rating of your real reviews for the product.
pl_pl: Użyj średniej oceny z rzeczywistych recenzji produktu.

source: The review rating for the product.
pl_pl: Ocena produktu.

source: Use a 0-5 scale averaged from authentic reviews.
pl_pl: Użyj skali 0-5 wyliczonej na podstawie autentycznych recenzji.

source: Store review count (ACP: %s)
pl_pl: Liczba opinii o sklepie (ACP: %s)

source: The review count for the store or brand.
pl_pl: Liczba recenzji sklepu lub marki.

source: Store review rating (ACP: %s)
pl_pl: Średnia ocena sklepu (ACP: %s)

source: The review rating for the store or brand.
pl_pl: Ocena sklepu lub marki.

source: Use a 0-5 scale.
pl_pl: Użyj skali 0-5.

source: Product Q&A count (ACP: %s)
pl_pl: Liczba pytań i odpowiedzi o produkcie (ACP: %s)

source: The Q&A content for the product.
pl_pl: Treści pytań i odpowiedzi dotyczących produktu.

source: Use plain text entries summarizing common questions and answers.
pl_pl: Użyj wpisów tekstowych podsumowujących najczęstsze pytania i odpowiedzi.

source: Product raw review data (ACP: %s)
pl_pl: Surowe dane recenzji produktu (ACP: %s)

source: Use the product reviews data of your real reviews for the product.
pl_pl: Użyj danych z rzeczywistych recenzji produktu.

source: The raw review data for the product in JSON format.
pl_pl: Surowe dane recenzji produktu w formacie JSON.

source: May include JSON or other structured payloads with review details.
pl_pl: Może zawierać JSON lub inne struktury z danymi recenzji.

source: Related product IDs (ACP: %s)
pl_pl: Powiązane ID produktów (ACP: %s)

source: None
pl_pl: Brak

source: Don't include related product IDs.
pl_pl: Nie dołączaj powiązanych ID produktów.

source: Cross-sell products
pl_pl: Produkty cross-sell

source: Use the cross-sell products assigned in WooCommerce.
pl_pl: Użyj produktów cross-sell przypisanych w WooCommerce.

source: Up-sell products
pl_pl: Produkty up-sell

source: Use the up-sell products assigned in WooCommerce.
pl_pl: Użyj produktów up-sell przypisanych w WooCommerce.

source: Both
pl_pl: Oba

source: Use both cross-sell and up-sell products assigned in WooCommerce.
pl_pl: Użyj zarówno produktów cross-sell, jak i up-sell przypisanych w WooCommerce.

source: The related product IDs for the product.
pl_pl: Powiązane ID produktów dla tego produktu.

source: Provide a comma-separated list of associated product IDs.
pl_pl: Podaj listę powiązanych ID produktów oddzielonych przecinkami.

source: Relationship type (ACP: %s)
pl_pl: Typ powiązania (ACP: %s)

source: The relationship type for the related products.
pl_pl: Typ powiązania dla powiązanych produktów.

source: Use lower-case values such as part_of_set, accessory, or substitute.
pl_pl: Używaj wartości zapisanych małymi literami, np. part_of_set, accessory lub substitute.

source: Important notice
pl_pl: Ważna informacja

source: Be careful with the following ACP fields
pl_pl: Zwróć uwagę na poniższe pola ACP

source: The following options: geo_price and geo_availability can be set, but are not validated. Waiting for OpenAI
pl_pl: Poniższe opcje: geo_price i geo_availability można ustawić, ale nie są weryfikowane. Oczekiwanie na OpenAI

source: Product geo price (ACP: %s)
pl_pl: Cena regionalna produktu (ACP: %s)

source: The geo price for the product.
pl_pl: Cena regionalna produktu.

source: Include regional price details with ISO 4217 currency codes.
pl_pl: Uwzględnij regionalne ceny wraz z kodami walut ISO 4217.

source: Product geo availability (ACP: %s)
pl_pl: Dostępność regionalna produktu (ACP: %s)

source: The geo availability for the product.
pl_pl: Regionalna dostępność produktu.

source: List availability overrides per region using valid ISO 3166 codes.
pl_pl: Podaj nadpisania dostępności dla regionów z użyciem prawidłowych kodów ISO 3166.

source: You do not have permission.
pl_pl: Nie masz uprawnień.

source: Tools
pl_pl: Narzędzia

source: Run build now
pl_pl: Uruchom budowanie teraz

source: Reset build state
pl_pl: Zresetuj stan budowania

source: Logs
pl_pl: Logi

source: View logs
pl_pl: Zobacz logi

source: Download logs
pl_pl: Pobierz logi

source: The current logging method does not store log files to display.
pl_pl: Obecna metoda logowania nie zapisuje plików logów do wyświetlenia.

source: No log entries found for the current configuration.
pl_pl: Nie znaleziono wpisów w logach dla bieżącej konfiguracji.

source: Showing the most recent log entries:
pl_pl: Wyświetlanie najnowszych wpisów w logach:

source: file is missing
pl_pl: brak pliku

source: Feed info
pl_pl: Informacje o feedzie

source: Value
pl_pl: Wartość

source: Current build state
pl_pl: Aktualny stan budowania

source: Build id
pl_pl: ID budowania

source: Created at
pl_pl: Utworzono

source: Current page
pl_pl: Bieżąca strona

source: Products to process
pl_pl: Produkty do przetworzenia

source: Last successful build
pl_pl: Ostatnie udane budowanie

source: Completed at
pl_pl: Zakończono

source: File path
pl_pl: Ścieżka pliku

source: Public URL
pl_pl: Publiczny URL

source: File size
pl_pl: Rozmiar pliku

source: Report
pl_pl: Raport

source: Emitted
pl_pl: Wyemitowano

source: Warnings
pl_pl: Ostrzeżenia

source: Failed
pl_pl: Niepowodzenia

source: Info
pl_pl: Informacje

source: No entries for this status.
pl_pl: Brak wpisów dla tego statusu.

source: No report entries for the last successful build.
pl_pl: Brak wpisów w raporcie dla ostatniego udanego budowania.

source: No successful build yet
pl_pl: Brak udanego budowania

source: Requirement
pl_pl: Wymaganie

source: Dependencies
pl_pl: Zależności

source: Validation rules
pl_pl: Reguły walidacji

source: Enter custom key
pl_pl: Wprowadź niestandardowy klucz

source: Forbidden
pl_pl: Zabronione

source: Log file not found or inaccessible for download.
pl_pl: Nie znaleziono pliku logu lub brak dostępu do pobrania.

source: Unable to read log file size.
pl_pl: Nie można odczytać rozmiaru pliku logu.

source: Agentic Commerce Feed For WooCommerce
pl_pl: Agentic Commerce Feed dla WooCommerce

source: Export your products to a feed compatible with the Agentic Commerce Protocol by OpenAI. Show your products in ChatGPT's Instant Checkout.
pl_pl: Eksportuj swoje produkty do feedu zgodnego z Agentic Commerce Protocol autorstwa OpenAI. Prezentuj produkty w funkcji Instant Checkout w ChatGPT.
